<template>
  <div id="child">
    <ul class="mainList">
      <li v-for="(item,index) in list"
          :key="index"
          @click="goMsg(item)">
        <h2>{{item.title}}</h2>
        <div class="img">
          <img :src="item.img"
               alt="">
          <img :src="item.img1"
               alt="">
          <img :src="item.img2"
               alt="">
        </div>
        <p>{{item.name}}</p>
      </li>
    </ul>
  </div>
</template>

<script>
export default {
  data () {
    return {
      list: [
        {
          id: 0,
          title: '人在临终前的几个行为，看完感叹：原来死亡真的有预兆',
          img: `static/listImg/list1-1.jpeg`,
          img1: `static/listImg/list1-2.jpeg`,
          img2: `static/listImg/list1-3.jpeg`,
          name: '中医周的世界',
          msg: '每个人都会经历一段漫长的人生，在这段漫长的时光里，人生中我们经历了儿童，少年，青少年，青年，中年老年这几个阶段，慢慢的经历了世上许许多多的沧桑和变化，每个人面对死亡都有不同的态度，但是真正面临死亡的时候我们又会感到惧怕，在我们的身边亲人即将离世的时候，往往会牵动着我们的心，但是有几个行为是临死前的征兆，出现这几个行为的时候大家就一定要注意，他们很快就要离我们而去了。',
          msg1: '看完之后不禁感叹：原来死亡真的有预兆！那么这些预兆分别是什么呢？首先第一个预兆就是全身出现水肿的现象，当全身出现水肿时，说明肾脏器官已经衰竭。它不能正常的处理全身的毒素和水分，引起其他器官开始衰竭，最明显的一点就是，在临终之前，人体的脸部和脚部以及手部都会出现水肿的现象。',
          msg2: '第二个征兆就是手脚冰凉，为什么手脚会冰凉呢？因为他们离心脏的距离比较远，因此血液循环经常达不到肢体末端，所以在临死之前手脚往往会非常冰凉，因为心脏即将停止工作，血液循环也即将停止，所以，当老人的手脚一旦开始变得冰凉，则是说明心脏要停止活动了。',
          msg3: '第三个征兆就是大小便失禁，很多老人们在出现大小便失禁之后各种疾病会找上门来，因为当大小便失禁的时候则说明他们臀部的肌肉已经不听使唤，而且肠胃也出现了问题，牵一发而动全身，也会引起其他器官开始衰竭。所以当老人出现大小便失禁的时候，则说明他们身体的某些器官已经不再配合工作，要提前罢工了。第四个征兆就是他们呼吸的气体是凉的，正常人吐出来的气体是温和的，但是即将去世的老人们，他们呼出的气体却是冰冷的。',
          msg4: '最后一个征兆就是回光返照，很多人也有这样的经验，经常躺在病床上病恹恹的老人突然来了精神，和家人们谈笑风生，但是简短的欢笑过后老人却突然离世了，可是回光返照到底是什么一个原理呢？因为在临死之前，人体的各项器官会发动所有的潜能来缓解疼痛和过敏以及休克的症状，帮助患者度过最后的危险期，在潜能发挥完之后人们的精力也所剩无几，因此就会驾鹤西去了。所以看完了在临终前的几个行为之后，是不是有所感叹：原来死亡真的有预兆，只是我们没有发现而已啊！'
        },
        {
          id: 1,
          title: '肝火旺盛是什么原因引起？如何做能帮肝脏“灭灭火”？',
          img: `static/listImg/list2-1.jpeg`,
          img1: `static/listImg/list2-2.jpeg`,
          img2: `static/listImg/list2-3.jpeg`,
          name: '养生有平安',
          msg: '在生活中，有些脾气火爆的人，或者是经常睡眠不好的人，就会被认为是肝火比较旺盛。而肝火旺盛的情况也会比较常见，给生活带来的困扰也算是比较多的。很多人对于肝火旺盛的情况，都会不知道该怎么办，也不知道是什么原因引起的。就会给生活代带来更多的烦恼，想要解决肝火旺盛的情况，还是得要对准原因去解决。',
          msg1: '如果是夏天或者是秋天的时候出现肝火旺盛，可能就是天气干燥，还有就是气温太高，都会容易让人的体内火气旺盛，特别是肝火最容易旺盛。还有就是平时吃辣比较多，辣的食物吃多了，就会容易让人上火，还会让人出现排便困难的情况，都是肝火旺盛的表现。如果平时的压力比较大，再加上长期的熬夜加班，肝火就会更容易出现旺盛的情况。还是得要及时的释放压力，或许能够帮助缓解情况。',
          msg2: '饮食方面，注意补充维生素C。富含维生素C的食物，是能够帮助保护肝脏健康的，而且维生素C还能够帮助去肝火，还能帮助人体补充所需的营养物质。含维生素C比较多的食物就有草莓和苹果，日常生活中适当多吃，很快肝火就会慢慢地降下来。除了多吃点富含维生素C的食物，还要适当的多吃点能够帮助去火的食物，这样火气才能有所缓解。适合去火气的食物就有绿豆汤，还有苦瓜和西瓜，绿豆汤在夏天应该是比较常喝的，能够帮助消暑，还能去火气。西瓜和苦瓜也是，都是比较常见的食物，经常吃一点，不怕火气会旺盛。',
          msg3: '水分要补充充足，要多喝水。肝火会越来越旺盛，与体内的水分是否平衡也是有关系的，不管是在夏天还是在秋天，都会比较容易干燥。如果不及时补充水分，就会容易让身体流失水分，水分流失得越多，肝火也就会越旺。想要肝火降下去，就要适当的多喝水，只要有充足的水分，肝脏就会得到滋润，火气自然也就会慢慢的消下去。',
          msg4: '睡眠方面，要少熬夜，每天作息有规律。现在的人都比较忙碌，晚上都会有做不完的事情，就会熬夜去加班。还有的人则是为了玩游戏，看电视剧去熬夜，不管是哪一种原因，经常熬夜，就会增加肝脏的负担，没有时间去进行修复，肝火旺盛的情况就会得不到缓解。如果想要肝火下降，每天的睡眠就要保证充足，该睡觉的时候就要睡觉，每天最好能够在十一点以前睡觉，还能按时的早期，睡眠质量就会高，肝脏也能得到休息和修复，肝火也不会容易出现旺盛的情况。'
        },
        {
          id: 2,
          title: '血压到了150/95，就一定要吃药吗？一次性说个明',
          img: `static/listImg/list3-1.jpeg`,
          img1: `static/listImg/list3-2.jpeg`,
          img2: `static/listImg/list3-3.jpeg`,
          name: 'seven健康',
          msg: '现在最令人头疼的一个问题就是血压，在以前都是一些上了年纪的人会出现血压升高的情况，而现在不是了，很多的中年人都会有血压升高的情况，血压一旦升高，给身体带来的影响也是比较大的，会引起各种健康问题。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/95时，需要重视的，虽然有一定高，但是不要慌张。我们很多人，每次血压升高的时候，都是比较焦虑和不安的，会想到是不是要吃药，其实不是的，要根据身体的状况来决定的。',
          msg2: '如果是一次测量升高没有关系的，可以多次几次，并且在未来的三天内，都需要测量一下，记录好数据，以便比对，很多人是因为紧张而出现测量不准确，或是身体上其他的一些问题导致，需要确认以后，再决定要不要吃。',
          msg3: '如果只是血压升高到这个点，身体上没有其他任何的不适，或着身体上其他的部位也没有损害，先不用吃，可以考虑改善生活的一些习惯，来调整血压，减轻身体的负担。因为血压升高主要是生活中的一些不良的习惯所致，那及时的改善，相信血压也是可以得到控制。',
          msg4: '对于一些重口味的食物，还有腌制的食物，如腊肠、咸鱼、咸肉等，这些食物都不能吃。平时多吃点含碘的食物，吃点海带、莴笋、茄子等，这些食物是有助于血压的控制，对身体有利。'
        },
        {
          id: 3,
          title: '晚上睡觉时，手机离身体多远比较好？尽量在这个范围外！',
          img: `static/listImg/list4-1.jpeg`,
          img1: `static/listImg/list4-2.png`,
          img2: `static/listImg/list4-3.png`,
          name: '每日聊健康',
          msg: '电子产品现在在我们的生活当中非常的普及，对于很多年轻人来说，手机更是一天天不离手，白天上班工作可能没有时间看手机，但是到了晚上的时候，就会刷手机一直到深夜。在熬夜玩手机之后，如果想要睡觉的话，也会随手将手机放在自己的枕头边。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/但我们都知道三是电子产品多多少少都有一定的辐射性，在睡觉的时候经常把手机放在我们的大脑旁边，难免就会对我们的身体造成一定的影响。那么在睡觉的时候，手机到底离我们的身体多远才好呢？今天就和小编一起来看看！',
          msg2: '虽然说电子产品都有一定的辐射，但实际上手机的辐射是比较小的，而且是属于辐射当中的非电离辐射，相对于很多的电离辐射来说，手机的辐射对于我们的身体伤害是比较小的。',
          msg3: '不过就算是辐射小，如果长年累月都一直放置在我们的大脑周围，难免还是会给健康带来不利的影响，甚至会导致我们的身体出现一些疾病。所以在晚上睡觉的时候，还是尽量要将手机放置到离自己的身体远一些，起码要将手机放在两米之外。',
          msg4: '除了晚上睡觉以外，平时将手机携带在身上的时候，也尽量不要放在贴近身体的部位，像是很多人喜欢将手机放在自己胸口的口袋里，这样贴近心脏的部位，其实对于身体健康也是非常不利的，还有一些男性朋友也比较习惯将手机放在自己的裤子兜里，尤其是还距离生殖器官特别近，这些习惯也需要尽量改掉。'
        },
        {
          id: 1,
          title: '肝火旺盛是什么原因引起？如何做能帮肝脏“灭灭火”？',
          img: `static/listImg/list2-1.jpeg`,
          img1: `static/listImg/list2-2.jpeg`,
          img2: `static/listImg/list2-3.jpeg`,
          name: '养生有平安',
          msg: '在生活中，有些脾气火爆的人，或者是经常睡眠不好的人，就会被认为是肝火比较旺盛。而肝火旺盛的情况也会比较常见，给生活带来的困扰也算是比较多的。很多人对于肝火旺盛的情况，都会不知道该怎么办，也不知道是什么原因引起的。就会给生活代带来更多的烦恼，想要解决肝火旺盛的情况，还是得要对准原因去解决。',
          msg1: '如果是夏天或者是秋天的时候出现肝火旺盛，可能就是天气干燥，还有就是气温太高，都会容易让人的体内火气旺盛，特别是肝火最容易旺盛。还有就是平时吃辣比较多，辣的食物吃多了，就会容易让人上火，还会让人出现排便困难的情况，都是肝火旺盛的表现。如果平时的压力比较大，再加上长期的熬夜加班，肝火就会更容易出现旺盛的情况。还是得要及时的释放压力，或许能够帮助缓解情况。',
          msg2: '饮食方面，注意补充维生素C。富含维生素C的食物，是能够帮助保护肝脏健康的，而且维生素C还能够帮助去肝火，还能帮助人体补充所需的营养物质。含维生素C比较多的食物就有草莓和苹果，日常生活中适当多吃，很快肝火就会慢慢地降下来。除了多吃点富含维生素C的食物，还要适当的多吃点能够帮助去火的食物，这样火气才能有所缓解。适合去火气的食物就有绿豆汤，还有苦瓜和西瓜，绿豆汤在夏天应该是比较常喝的，能够帮助消暑，还能去火气。西瓜和苦瓜也是，都是比较常见的食物，经常吃一点，不怕火气会旺盛。',
          msg3: '水分要补充充足，要多喝水。肝火会越来越旺盛，与体内的水分是否平衡也是有关系的，不管是在夏天还是在秋天，都会比较容易干燥。如果不及时补充水分，就会容易让身体流失水分，水分流失得越多，肝火也就会越旺。想要肝火降下去，就要适当的多喝水，只要有充足的水分，肝脏就会得到滋润，火气自然也就会慢慢的消下去。',
          msg4: '睡眠方面，要少熬夜，每天作息有规律。现在的人都比较忙碌，晚上都会有做不完的事情，就会熬夜去加班。还有的人则是为了玩游戏，看电视剧去熬夜，不管是哪一种原因，经常熬夜，就会增加肝脏的负担，没有时间去进行修复，肝火旺盛的情况就会得不到缓解。如果想要肝火下降，每天的睡眠就要保证充足，该睡觉的时候就要睡觉，每天最好能够在十一点以前睡觉，还能按时的早期，睡眠质量就会高，肝脏也能得到休息和修复，肝火也不会容易出现旺盛的情况。'
        },
        {
          id: 2,
          title: '血压到了150/95，就一定要吃药吗？一次性说个明',
          img: `static/listImg/list3-1.jpeg`,
          img1: `static/listImg/list3-2.jpeg`,
          img2: `static/listImg/list3-3.jpeg`,
          name: 'seven健康',
          msg: '现在最令人头疼的一个问题就是血压，在以前都是一些上了年纪的人会出现血压升高的情况，而现在不是了，很多的中年人都会有血压升高的情况，血压一旦升高，给身体带来的影响也是比较大的，会引起各种健康问题。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/95时，需要重视的，虽然有一定高，但是不要慌张。我们很多人，每次血压升高的时候，都是比较焦虑和不安的，会想到是不是要吃药，其实不是的，要根据身体的状况来决定的。',
          msg2: '如果是一次测量升高没有关系的，可以多次几次，并且在未来的三天内，都需要测量一下，记录好数据，以便比对，很多人是因为紧张而出现测量不准确，或是身体上其他的一些问题导致，需要确认以后，再决定要不要吃。',
          msg3: '如果只是血压升高到这个点，身体上没有其他任何的不适，或着身体上其他的部位也没有损害，先不用吃，可以考虑改善生活的一些习惯，来调整血压，减轻身体的负担。因为血压升高主要是生活中的一些不良的习惯所致，那及时的改善，相信血压也是可以得到控制。',
          msg4: '对于一些重口味的食物，还有腌制的食物，如腊肠、咸鱼、咸肉等，这些食物都不能吃。平时多吃点含碘的食物，吃点海带、莴笋、茄子等，这些食物是有助于血压的控制，对身体有利。'
        },
        {
          id: 3,
          title: '晚上睡觉时，手机离身体多远比较好？尽量在这个范围外！',
          img: `static/listImg/list4-1.jpeg`,
          img1: `static/listImg/list4-2.png`,
          img2: `static/listImg/list4-3.png`,
          name: '每日聊健康',
          msg: '电子产品现在在我们的生活当中非常的普及，对于很多年轻人来说，手机更是一天天不离手，白天上班工作可能没有时间看手机，但是到了晚上的时候，就会刷手机一直到深夜。在熬夜玩手机之后，如果想要睡觉的话，也会随手将手机放在自己的枕头边。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/但我们都知道三是电子产品多多少少都有一定的辐射性，在睡觉的时候经常把手机放在我们的大脑旁边，难免就会对我们的身体造成一定的影响。那么在睡觉的时候，手机到底离我们的身体多远才好呢？今天就和小编一起来看看！',
          msg2: '虽然说电子产品都有一定的辐射，但实际上手机的辐射是比较小的，而且是属于辐射当中的非电离辐射，相对于很多的电离辐射来说，手机的辐射对于我们的身体伤害是比较小的。',
          msg3: '不过就算是辐射小，如果长年累月都一直放置在我们的大脑周围，难免还是会给健康带来不利的影响，甚至会导致我们的身体出现一些疾病。所以在晚上睡觉的时候，还是尽量要将手机放置到离自己的身体远一些，起码要将手机放在两米之外。',
          msg4: '除了晚上睡觉以外，平时将手机携带在身上的时候，也尽量不要放在贴近身体的部位，像是很多人喜欢将手机放在自己胸口的口袋里，这样贴近心脏的部位，其实对于身体健康也是非常不利的，还有一些男性朋友也比较习惯将手机放在自己的裤子兜里，尤其是还距离生殖器官特别近，这些习惯也需要尽量改掉。'
        },
        {
          id: 1,
          title: '肝火旺盛是什么原因引起？如何做能帮肝脏“灭灭火”？',
          img: `static/listImg/list2-1.jpeg`,
          img1: `static/listImg/list2-2.jpeg`,
          img2: `static/listImg/list2-3.jpeg`,
          name: '养生有平安',
          msg: '在生活中，有些脾气火爆的人，或者是经常睡眠不好的人，就会被认为是肝火比较旺盛。而肝火旺盛的情况也会比较常见，给生活带来的困扰也算是比较多的。很多人对于肝火旺盛的情况，都会不知道该怎么办，也不知道是什么原因引起的。就会给生活代带来更多的烦恼，想要解决肝火旺盛的情况，还是得要对准原因去解决。',
          msg1: '如果是夏天或者是秋天的时候出现肝火旺盛，可能就是天气干燥，还有就是气温太高，都会容易让人的体内火气旺盛，特别是肝火最容易旺盛。还有就是平时吃辣比较多，辣的食物吃多了，就会容易让人上火，还会让人出现排便困难的情况，都是肝火旺盛的表现。如果平时的压力比较大，再加上长期的熬夜加班，肝火就会更容易出现旺盛的情况。还是得要及时的释放压力，或许能够帮助缓解情况。',
          msg2: '饮食方面，注意补充维生素C。富含维生素C的食物，是能够帮助保护肝脏健康的，而且维生素C还能够帮助去肝火，还能帮助人体补充所需的营养物质。含维生素C比较多的食物就有草莓和苹果，日常生活中适当多吃，很快肝火就会慢慢地降下来。除了多吃点富含维生素C的食物，还要适当的多吃点能够帮助去火的食物，这样火气才能有所缓解。适合去火气的食物就有绿豆汤，还有苦瓜和西瓜，绿豆汤在夏天应该是比较常喝的，能够帮助消暑，还能去火气。西瓜和苦瓜也是，都是比较常见的食物，经常吃一点，不怕火气会旺盛。',
          msg3: '水分要补充充足，要多喝水。肝火会越来越旺盛，与体内的水分是否平衡也是有关系的，不管是在夏天还是在秋天，都会比较容易干燥。如果不及时补充水分，就会容易让身体流失水分，水分流失得越多，肝火也就会越旺。想要肝火降下去，就要适当的多喝水，只要有充足的水分，肝脏就会得到滋润，火气自然也就会慢慢的消下去。',
          msg4: '睡眠方面，要少熬夜，每天作息有规律。现在的人都比较忙碌，晚上都会有做不完的事情，就会熬夜去加班。还有的人则是为了玩游戏，看电视剧去熬夜，不管是哪一种原因，经常熬夜，就会增加肝脏的负担，没有时间去进行修复，肝火旺盛的情况就会得不到缓解。如果想要肝火下降，每天的睡眠就要保证充足，该睡觉的时候就要睡觉，每天最好能够在十一点以前睡觉，还能按时的早期，睡眠质量就会高，肝脏也能得到休息和修复，肝火也不会容易出现旺盛的情况。'
        },
        {
          id: 2,
          title: '血压到了150/95，就一定要吃药吗？一次性说个明',
          img: `static/listImg/list3-1.jpeg`,
          img1: `static/listImg/list3-2.jpeg`,
          img2: `static/listImg/list3-3.jpeg`,
          name: 'seven健康',
          msg: '现在最令人头疼的一个问题就是血压，在以前都是一些上了年纪的人会出现血压升高的情况，而现在不是了，很多的中年人都会有血压升高的情况，血压一旦升高，给身体带来的影响也是比较大的，会引起各种健康问题。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/95时，需要重视的，虽然有一定高，但是不要慌张。我们很多人，每次血压升高的时候，都是比较焦虑和不安的，会想到是不是要吃药，其实不是的，要根据身体的状况来决定的。',
          msg2: '如果是一次测量升高没有关系的，可以多次几次，并且在未来的三天内，都需要测量一下，记录好数据，以便比对，很多人是因为紧张而出现测量不准确，或是身体上其他的一些问题导致，需要确认以后，再决定要不要吃。',
          msg3: '如果只是血压升高到这个点，身体上没有其他任何的不适，或着身体上其他的部位也没有损害，先不用吃，可以考虑改善生活的一些习惯，来调整血压，减轻身体的负担。因为血压升高主要是生活中的一些不良的习惯所致，那及时的改善，相信血压也是可以得到控制。',
          msg4: '对于一些重口味的食物，还有腌制的食物，如腊肠、咸鱼、咸肉等，这些食物都不能吃。平时多吃点含碘的食物，吃点海带、莴笋、茄子等，这些食物是有助于血压的控制，对身体有利。'
        },
        {
          id: 3,
          title: '晚上睡觉时，手机离身体多远比较好？尽量在这个范围外！',
          img: `static/listImg/list4-1.jpeg`,
          img1: `static/listImg/list4-2.png`,
          img2: `static/listImg/list4-3.png`,
          name: '每日聊健康',
          msg: '电子产品现在在我们的生活当中非常的普及，对于很多年轻人来说，手机更是一天天不离手，白天上班工作可能没有时间看手机，但是到了晚上的时候，就会刷手机一直到深夜。在熬夜玩手机之后，如果想要睡觉的话，也会随手将手机放在自己的枕头边。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/但我们都知道三是电子产品多多少少都有一定的辐射性，在睡觉的时候经常把手机放在我们的大脑旁边，难免就会对我们的身体造成一定的影响。那么在睡觉的时候，手机到底离我们的身体多远才好呢？今天就和小编一起来看看！',
          msg2: '虽然说电子产品都有一定的辐射，但实际上手机的辐射是比较小的，而且是属于辐射当中的非电离辐射，相对于很多的电离辐射来说，手机的辐射对于我们的身体伤害是比较小的。',
          msg3: '不过就算是辐射小，如果长年累月都一直放置在我们的大脑周围，难免还是会给健康带来不利的影响，甚至会导致我们的身体出现一些疾病。所以在晚上睡觉的时候，还是尽量要将手机放置到离自己的身体远一些，起码要将手机放在两米之外。',
          msg4: '除了晚上睡觉以外，平时将手机携带在身上的时候，也尽量不要放在贴近身体的部位，像是很多人喜欢将手机放在自己胸口的口袋里，这样贴近心脏的部位，其实对于身体健康也是非常不利的，还有一些男性朋友也比较习惯将手机放在自己的裤子兜里，尤其是还距离生殖器官特别近，这些习惯也需要尽量改掉。'
        },
        {
          id: 1,
          title: '肝火旺盛是什么原因引起？如何做能帮肝脏“灭灭火”？',
          img: `static/listImg/list2-1.jpeg`,
          img1: `static/listImg/list2-2.jpeg`,
          img2: `static/listImg/list2-3.jpeg`,
          name: '养生有平安',
          msg: '在生活中，有些脾气火爆的人，或者是经常睡眠不好的人，就会被认为是肝火比较旺盛。而肝火旺盛的情况也会比较常见，给生活带来的困扰也算是比较多的。很多人对于肝火旺盛的情况，都会不知道该怎么办，也不知道是什么原因引起的。就会给生活代带来更多的烦恼，想要解决肝火旺盛的情况，还是得要对准原因去解决。',
          msg1: '如果是夏天或者是秋天的时候出现肝火旺盛，可能就是天气干燥，还有就是气温太高，都会容易让人的体内火气旺盛，特别是肝火最容易旺盛。还有就是平时吃辣比较多，辣的食物吃多了，就会容易让人上火，还会让人出现排便困难的情况，都是肝火旺盛的表现。如果平时的压力比较大，再加上长期的熬夜加班，肝火就会更容易出现旺盛的情况。还是得要及时的释放压力，或许能够帮助缓解情况。',
          msg2: '饮食方面，注意补充维生素C。富含维生素C的食物，是能够帮助保护肝脏健康的，而且维生素C还能够帮助去肝火，还能帮助人体补充所需的营养物质。含维生素C比较多的食物就有草莓和苹果，日常生活中适当多吃，很快肝火就会慢慢地降下来。除了多吃点富含维生素C的食物，还要适当的多吃点能够帮助去火的食物，这样火气才能有所缓解。适合去火气的食物就有绿豆汤，还有苦瓜和西瓜，绿豆汤在夏天应该是比较常喝的，能够帮助消暑，还能去火气。西瓜和苦瓜也是，都是比较常见的食物，经常吃一点，不怕火气会旺盛。',
          msg3: '水分要补充充足，要多喝水。肝火会越来越旺盛，与体内的水分是否平衡也是有关系的，不管是在夏天还是在秋天，都会比较容易干燥。如果不及时补充水分，就会容易让身体流失水分，水分流失得越多，肝火也就会越旺。想要肝火降下去，就要适当的多喝水，只要有充足的水分，肝脏就会得到滋润，火气自然也就会慢慢的消下去。',
          msg4: '睡眠方面，要少熬夜，每天作息有规律。现在的人都比较忙碌，晚上都会有做不完的事情，就会熬夜去加班。还有的人则是为了玩游戏，看电视剧去熬夜，不管是哪一种原因，经常熬夜，就会增加肝脏的负担，没有时间去进行修复，肝火旺盛的情况就会得不到缓解。如果想要肝火下降，每天的睡眠就要保证充足，该睡觉的时候就要睡觉，每天最好能够在十一点以前睡觉，还能按时的早期，睡眠质量就会高，肝脏也能得到休息和修复，肝火也不会容易出现旺盛的情况。'
        },
        {
          id: 2,
          title: '血压到了150/95，就一定要吃药吗？一次性说个明',
          img: `static/listImg/list3-1.jpeg`,
          img1: `static/listImg/list3-2.jpeg`,
          img2: `static/listImg/list3-3.jpeg`,
          name: 'seven健康',
          msg: '现在最令人头疼的一个问题就是血压，在以前都是一些上了年纪的人会出现血压升高的情况，而现在不是了，很多的中年人都会有血压升高的情况，血压一旦升高，给身体带来的影响也是比较大的，会引起各种健康问题。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/95时，需要重视的，虽然有一定高，但是不要慌张。我们很多人，每次血压升高的时候，都是比较焦虑和不安的，会想到是不是要吃药，其实不是的，要根据身体的状况来决定的。',
          msg2: '如果是一次测量升高没有关系的，可以多次几次，并且在未来的三天内，都需要测量一下，记录好数据，以便比对，很多人是因为紧张而出现测量不准确，或是身体上其他的一些问题导致，需要确认以后，再决定要不要吃。',
          msg3: '如果只是血压升高到这个点，身体上没有其他任何的不适，或着身体上其他的部位也没有损害，先不用吃，可以考虑改善生活的一些习惯，来调整血压，减轻身体的负担。因为血压升高主要是生活中的一些不良的习惯所致，那及时的改善，相信血压也是可以得到控制。',
          msg4: '对于一些重口味的食物，还有腌制的食物，如腊肠、咸鱼、咸肉等，这些食物都不能吃。平时多吃点含碘的食物，吃点海带、莴笋、茄子等，这些食物是有助于血压的控制，对身体有利。'
        },
        {
          id: 3,
          title: '晚上睡觉时，手机离身体多远比较好？尽量在这个范围外！',
          img: `static/listImg/list4-1.jpeg`,
          img1: `static/listImg/list4-2.png`,
          img2: `static/listImg/list4-3.png`,
          name: '每日聊健康',
          msg: '电子产品现在在我们的生活当中非常的普及，对于很多年轻人来说，手机更是一天天不离手，白天上班工作可能没有时间看手机，但是到了晚上的时候，就会刷手机一直到深夜。在熬夜玩手机之后，如果想要睡觉的话，也会随手将手机放在自己的枕头边。',
          msg1: '我们正常的血压是90mmHg<收缩压<140mmHg，60mmHg<舒张压<90mmHg，当血压升高到150/但我们都知道三是电子产品多多少少都有一定的辐射性，在睡觉的时候经常把手机放在我们的大脑旁边，难免就会对我们的身体造成一定的影响。那么在睡觉的时候，手机到底离我们的身体多远才好呢？今天就和小编一起来看看！',
          msg2: '虽然说电子产品都有一定的辐射，但实际上手机的辐射是比较小的，而且是属于辐射当中的非电离辐射，相对于很多的电离辐射来说，手机的辐射对于我们的身体伤害是比较小的。',
          msg3: '不过就算是辐射小，如果长年累月都一直放置在我们的大脑周围，难免还是会给健康带来不利的影响，甚至会导致我们的身体出现一些疾病。所以在晚上睡觉的时候，还是尽量要将手机放置到离自己的身体远一些，起码要将手机放在两米之外。',
          msg4: '除了晚上睡觉以外，平时将手机携带在身上的时候，也尽量不要放在贴近身体的部位，像是很多人喜欢将手机放在自己胸口的口袋里，这样贴近心脏的部位，其实对于身体健康也是非常不利的，还有一些男性朋友也比较习惯将手机放在自己的裤子兜里，尤其是还距离生殖器官特别近，这些习惯也需要尽量改掉。'
        }
      ]
    }
  },
  methods: {
    goMsg (item) {
      this.$store.state.mainMsg = item
      this.$router.push('/mainMsg')
    }
  }
}
</script>

<style scoped>
.mainList li {
  width: 95%;
  border-bottom: 1px solid #ccc;
  margin: auto;
  padding: 10px 0 10px 0;
  /* background-color: red; */
}
.mainList li h2 {
  font-size: 30px;
}
.img {
  text-align: center;
  height: 150px;
  margin: 10px;
}
.mainList li img {
  width: 30%;
  height: 100%;
  margin: 0 3px;
}
.mainList li p {
  font-size: 10px;
  padding: 10px 0;
}
</style>
