<template>
  <div id="child">
    <van-collapse v-model="activeName"
                  accordion
                  size="large">
      <van-collapse-item title="空腹跑步和饭后跑步相比"
                         name="1">
        对于减肥最有效果的运动就是跑步了，有科学的实验证明跑步绝对可以减轻体重，而且跑步也很方便，因此大多数人都会选择跑步来减肥。
        <br><br>
        很多人喜欢跑步，但是跑步的人们也分为两类。一类人选择空腹奔跑，另一类人选择吃饱后跑步。空腹跑步的人认为空着肚子跑步可以消除更多的脂肪，没吃东西之前体内没有糖分，可以消耗掉更多的脂肪。饱腹跑步的人认为吃完东西再跑步会消耗更多，效果也更好。一般坚持跑步三个月能达到健身的效果，那么在空腹跑步和饱腹跑步三个月后有多大差异的？
        <br><br>

        身体代谢差异
        <br>
        在健身的过程中，我们经常听到这样一个词，即基础代谢。健身教练总是告诉你基础代谢的重要性，让你能轻松减肥。那究竟什么是基础代谢呢？这其实是人们在静止状态下维持生命所需的基本能量，肌肉含量的高低是可以影响代谢的。空着肚子跑步会减少肌肉质量，并减少基础代谢。早上我们的身体经过一晚上运作后已经消耗完了，此时的身体无法在跑步的时候提供糖分，因此就会选择分解肌肉的含量来提供能量。而吃完东西再跑步的人热量充足，跑步时就会先消耗热量。因此，三个月下来，空腹跑步的人的代谢低于饱后跑步的人。
        <br><br>

        体重的差异
        <br>
        事实上，空腹跑步并不会很快减轻体重。当我们空腹运动时，我们会失去更多的肌肉。空腹跑步三个月后，身体重量也有减少，但是在这些失去的重量中，消耗的肌肉比脂肪多。因此当我们停止空腹跑步动时，体重很快就会反弹回来。吃饱后再跑步就不会有这个情况，但是如果吃太多热量的话，在跑步过程中没有被消耗完，你的体重很可能没有减少，还增加了不少。
        <br><br>

        健康上的差异
        <br>
        跑完步消耗很多物质，如果跑步之前没有吃东西或者跑完步没有喝水，通常会导致轻微的贫血症状，严重与否取决于你的运动量。如果你没有很多运动，又感到非常饥饿，那么一定要在运动后半小时吃东西，切忌运动后立刻吃东西。长期空腹跑步，其实对肠胃不好，身体失去太多能量，会造成血气不足、疲劳等。而长期饱腹跑步会造成肠胃问题。那么三个月的跑步下来，不管是空腹跑步还是饱腹跑步，健康都会有所下降。
      </van-collapse-item>
      <van-collapse-item title="中国1型糖尿病智能化管理与大数据中心成立"
                         name="2">
        合肥9月7日电 (张强 方萍 郑雪瑛)“中国1型糖尿病智能化管理与大数据中心”(以下简称“中心”)7日在中国科大附一院揭牌成立，中国1型糖尿病病友有了自己的“智慧之家”。
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;据该中心主任、中国科大附一院副院长翁建平介绍，中心采用慢病智能化管理模式，集中国1型糖尿病的病例登记数据库、标本库、结构医学教育知识库及医患沟通于一体，通过互联网、可穿戴技术等支持，实现全国1型糖尿病患者的日常统一管理，提高中国基层医疗机构1型糖尿病诊疗质量。同时，作为大数据中心，将为中国1型糖尿病的流行病学研究以及医疗健康行政部门决策提供支持参考。
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;目前，中心统一随访管理的1型糖尿病患者有近2万人，累计有400余万组患者自我管理数据信息，已有58家分中心医院、100多名专业医护人员接入到中心，在2020年分中心医院将扩大至100家。
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;翁建平说，1型糖尿病目前已成为严重威胁青壮年和少年儿童健康的疾病之一。根据1997年世界卫生组织开展的调查结果，中国14岁以下儿童1型糖尿病是全球发病率最低的国家之一。但基于巨大的人口基数，中国1型糖尿病患者绝对数并不少。由于1型糖尿病的发病低龄化及中国地域辽阔的特点，患者的分布呈现出很强的隐秘性及离散性的特征，使得流行病学研究、患者的规范化管理、社会救助保障制度的建设都落后于很多国家。
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2013年至2017年，翁建平带领国内内分泌糖尿病领域和儿科领域的专家共同开展中国全人群1型糖尿病患者登记注册管理研究，覆盖全国13个研究区域7大行政区10%的全国人口，505家医院参与。通过多中心观察性研究，摸清了我国1型糖尿病全人群发病率，这也是国际上第一次把1型糖尿病全人群发病情况了解清楚。2018年1月4日，相关研究结果在《英国医学杂志》(BMJ)和美国科学促进协会网站同期发表。
        <br>
        &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;翁建平表示，未来中心将在保障数据信息安全性的基础上，重点做好糖友全天候实时救助平台、科学研究共享互动平台、政策制订数据支撑平台等三大平台的建设工作。“目前中心刚刚建成，欢迎全国乃至全球各地的研究中心加入该集中管理平台，共同为中国乃至全球糖尿病防控事业尽自己的一份力量，为更多糖友造福。”(完)
      </van-collapse-item>
      <van-collapse-item title="这6种体质，快对照自己调理一下"
                         name="3">
        这6种体质，快对照自己调理一下
        <br>
        癌症的发生和人的体质有很大关系，中医发现，气虚质、阳虚质、阴虚质、气郁质、痰湿质、血瘀质，这6种体质的人易患癌症。
        <br>
        快来看看你是否“吸引”癌细胞。
        <br>
        气虚质——肺癌
        <br>
        元气不足，气息及脏腑功能低弱是气虚质的主要特征，常见于过度劳累的人。
        <br>
        一般表现为面白少华，气短懒言，易出汗，食少，易疲乏，舌淡红，舌体胖大，脉虚缓。
        <br>
        这类人机体免疫力低，易感冒，病后迁延不愈。
        <br>
        调理方法：睡好觉，适当运动
        <br>
        多吃具有益气健脾作用的食物，如黄豆、白扁豆、鸡肉、泥鳅、香菇、大枣、桂圆、蜂蜜等。
        <br>
        少食具有耗气作用的食物，如槟榔、空心菜、生萝卜等。
        <br>
        以柔缓运动，散步、打太极拳等为主，不宜做大负荷运动和出大汗的运动，忌用猛力和长久憋气。
        <br>
        食疗：山药薏米芡实粥
        <br>
        用干怀山药500克，然后把怀山药、薏苡仁、芡实拿到加工粮食的地方请他们帮忙打成粉末。
        <br>
        做好以后，每天取一或者两调羹，放入小米，或者大米中，熬粥，每天喝一次，坚持一个月。
        <br>
        阳虚质——胃癌
        <br>
        阳虚体质为先天阳气不足及后天贪凉导致。机体免疫力低，患癌风险增大。
        <br>
        阳虚体质的人面色多淡白，怕寒冷，大便稀溏、夜尿清长，得病易发高热，耐冬不耐夏，特别是贪寒凉的人易得胃癌。
        <br>
        调理方法：少吃凉，要保暖
        <br>
        可适当吃些“发物”（甘温益气），比如牛羊狗肉、葱、姜、蒜、花椒、鳝鱼、韭菜、辣椒、胡椒等。
        <br>
        少食生冷寒凉食物如黄瓜、藕、梨、西瓜等。
        <br>
        秋冬注意保暖，尤其是足下、背部及下腹部丹田部位的防寒保暖。夏季避免吹空调电扇。
        <br>
        可做一些舒缓柔和的运动，或自行按摩气海、足三里、涌泉等穴位，可适当洗桑拿、温泉浴。
        <br>
        食疗：姜桂枝粥
        <br>
        干姜、炙甘草各3克，桂枝10克，肉苁蓉15克，核桃肉30克，粳米100克，洗干净后，加入适量水在火上煮，先大火，水烧开后，再用小火炖半个小时左右就可以了，每天吃一两碗。
        <br>
        阴虚质——肺癌
        <br>
        阴虚体质起因于体内津液等阴液亏少。吸烟30年以上容易肺阴亏虚，易患肺癌。经常眼干目涩、急躁易怒则为肝阴虚。
        <br>
        阴虚体质的人体型消瘦、口燥咽干、便秘尿黄、手足心热、易烦躁，由于人体过热，阴液过度“蒸发”，导致阴液不足，也容易得肺癌。
        <br>
        调理方法：忌辛辣，多滋润
        <br>
        多吃甘凉滋润的食物，比如瘦猪肉、鸭肉、龟、鳖、绿豆、冬瓜、芝麻、百合等。
        <br>
        少食羊肉、狗肉、韭菜、辣椒、葱、蒜、葵花子等性温燥烈的食物。
        <br>
        中午保持一定的午休时间。避免熬夜、剧烈运动和在高温酷暑下工作。
        <br>
        只适合做中小强度、间断性的身体锻炼，可选择太极拳、太极剑等。
        <br>
        食疗：枸杞桑葚茶
        <br>
        枸杞子15克，桑葚子15克，甘草6克。中医常用枸杞子来治疗肝肾阴亏、腰膝酸软等病症。桑葚善滋阴养血、生津润燥，适于肝肾阴血不足及津亏消渴，肠燥等症。甘草补脾益气，止咳润肺。
        <br>
        气郁质——乳腺癌
        <br>
        气郁体质多因长期情绪不畅郁结造成。女性易患宫颈癌、乳腺癌。男性易患肝癌、胃癌、食道癌。
        <br>
        气郁体质的人往往忧郁脆弱、敏感多疑、神情郁闷、胸胁胀满，易患郁症，脏躁，不寐，梅核气，惊恐等病症。久而久之极易患上乳腺癌。
        <br>
        调理方法：多交流，好心情
        <br>
        多吃小麦、蒿子杆、葱、蒜、海带、海藻、萝卜、金橘、山楂等具有行气、解郁、消食、醒神作用的食物。
        <br>
        睡前避免饮茶、咖啡等提神醒脑的饮料。
        <br>
        体质强壮的可尽量增加户外活动，可坚持较大量的运动锻炼，如跑步、登山、游泳、武术等。
        <br>
        体质较弱的活动量不宜太大，以散步或快走慢跑、太极拳、八段锦为宜。
        <br>
        另外，要多参加集体活动或社交活动，解除自我封闭状态。
        <br>
        食疗：香菜粥
        <br>
        可以取新鲜的香菜一把，洗净后切碎。再将50克粳米淘洗干净放入锅内加水煮粥，等到粥快熟时加入香菜，再改用小火煮一会就可以吃了。如果喜欢吃甜，也可以在粥里加入一些红糖。
        <br>
        痰湿质——肠癌
        <br>
        痰湿体质的人体形肥胖，喜食肥甘醇酒，舌体胖大，舌苔白腻，多因寒湿侵袭、饮食不节，先天禀赋、年老久病、缺乏运动而发病。是肠癌的好发人群。
        <br>
        调理方法：少吃肉，出点汗
        <br>
        痰湿体质与遗传及生活习惯不规律有关。易脾胃失调，体内湿毒淤积，诱发胃癌、乳癌、肝癌、胆囊癌、大肠癌等。
        <br>
        饮食应以低糖、低盐、低脂、低热量、高膳食纤维为主，注重祛痰利湿。
        <br>
        可适当多吃冬瓜、洋葱、海带、萝卜、芥末等，但少吃冰冷、冰冻食物。
        <br>
        定期检查“三高”指标，坚持适量运动，如：慢跑、游泳等。
        <br>
        食疗：茯苓陈皮茶
        <br>
        茯苓10克，陈皮10克，胖大海10克，甘草3克。茯苓具有渗湿利水，健脾和胃，宁心安神的功效。陈皮善于燥湿化痰。胖大海清热润肺，利咽解毒，润肠通便。
        <br>
        血瘀质——肝癌
        <br>
        长期吃高脂肪、高热量、生冷食物会成为血瘀体质，久病、慢性病、因虚致瘀也会成为血瘀质。
        <br>
        血瘀体质的人面色多晦暗，口唇暗淡或紫，眼眶黯黑，肌肤甲错，或生症瘕，刺痛，痛处固定不移，舌体黯紫有瘀点，脉细涩或脉率不齐。容易患上肝癌。
        <br>
        调理方法：多活血，避风寒
        <br>
        可多食黑豆、海藻、海带、紫菜、萝卜、胡萝卜、金橘、橙、柚、桃、李子、山楂、醋、玫瑰花、绿茶等具有活血、散结、行气、疏肝解郁作用的食物。
        <br>
        少吃油腻、高盐、高脂的食物，以免增加血液粘稠度。
        <br>
        可进行一些有助于促进气血运行的运动项目，如太极拳、太极剑、舞蹈、步行等。
        <br>
        食疗：红花山楂茶
        <br>
        红花6克，山楂15克。红花活血通经，散淤止痛，但孕妇慎用。山楂具有消积化滞、收敛止痢、活血化淤等功效。</van-collapse-item>
      <van-collapse-item title="喝蔬菜汁健康吗？有好处吗？"
                         name="4">
        喝蔬菜汁健康吗？有好处吗？
        <br>
        想象下这样一幅场景：清晨，你被叽叽喳喳的鸟鸣声唤醒，在被窝里伸了个懒腰，然后爬起来走到窗前，拉开窗帘，斑驳的阳光温暖得洒在了你的脸庞上。

        <br>于是你走到厨房，切来芹菜块，抓一把菠菜、一些生菜、一点小白菜，再来几块黄瓜、胡萝卜，最后切些许的猕猴桃，倒入榨汁机开榨。

        <br>当新鲜的绿色蔬菜汁从榨汁机里面喷涌而出的时候，你喜悦地迎接着这份“浓缩营养汁”，仰头一口口地喝下，感受着汁水一点点流进你的胃部，沁入你的心脾。
        <br><br>
        <img src="static/shucai.jpg"
             alt=""><br><br>
        <br>在很多人眼里，每天喝上一杯这样的绿色鲜榨蔬菜汁（也可能加点水果和坚果），无异于一种『健康捷径』，因为它意味着“海量浓缩”的维生素A、维生素B、维生素C、钾、镁等等，还有各种抗氧化剂。

        <br>再者，翠绿或者墨绿的色泽，在普适观念里也意味着健康和环保，人们声称它能排毒、减肥、护肤等等，但有没有可能，你正在为身体增添负担？甚至带来伤害？

        <br>2017年，65岁的珍妮（化名），在做完胃旁路手术后，尝试用鲜榨绿色冰沙（果蔬汁的一种）“排毒”，喝了10天之后，就出现了急性肾损伤症状，但在这之前她的肾功能一直还不错。①

        <br>珍妮的肾脏活检图，医生发现管状腔内有许多草酸钙晶体（灰白色，捆状）

        <br>2013年的一项研究，回顾了1985-2010年在梅奥诊所，观察到的65例肾病患者的临床表现，结果发现：大量食用富含草酸盐的蔬果榨汁，似乎是草酸盐肾病和急性肾衰竭的潜在原因。②

        <br>Juicing followed by heavy consumption ofoxalate-rich juices appears to be a potential cause of oxalate nephropathy andacute renal failure.

        <br>2015年一个案例报道：52岁的艾玛（化名），在喝了葫芦汁后，多次出现呕血和休克的状况。③

        <br>2011年，也有研究报告了15名患者，在喝了葫芦汁之后，出现腹痛、腹泻、呕血等状况。④

        <br>看完这些，是不是有点诧异，没错，一直被赋予“天然健康”标签的蔬菜汁，可能真的有你意料之外的一面。

        <br>蔬菜汁，可能是毒素“浓缩汁”

        <br>前段时间别人送了我一只蝈蝈，当我用手去抓它的时候，它会下意识地咬我，这是出于本能：害怕被伤害，想要保护自己。

        <br>这个本能植物也有，只是常常被大多数人忽略，比如，它们的叶子和花茎上可能覆满了刺，可以防止动物的伤害，再比如，它们产生毒素，以保护自己免受真菌和昆虫的侵害。

        <br>植物分泌的毒素有很多种，比如说凝集素、单宁、葫芦素，我们比较熟悉的是草酸，它一直在发挥这样的“使命”。

        <br>在Haschek Hock教授（曾担任美国毒理学病理学会主任），和Colin Rousseaux教授（渥太华大学医学院病理学和检验医学系教授）的著作《毒理学病理学手册》（Handbook of Toxicologic Pathology）中，曾有过这样一段描述：

        <br>不溶性植物草酸，比如草酸钙，在植物中以晶体的形式存在，非常刺激粘膜，当动物食用这些植物时，这些晶体会立即产生刺激，对口腔和胃肠道造成损伤。

        <br>对动物如此，对人类亦相当，短时间内高量摄入草酸（菠菜，芹菜草酸含量高），可能会立即对人体造成损伤（比如肾结石，70%—80%的肾结石，都是草酸钙形成的），或者导致死亡。

        <br>2012年，梅奥诊所报道了一名81岁的肾功能衰竭患者，在确诊前，他正坚持通过喝高草酸盐的蔬菜榨汁来试图减肥。⑤

        <br>在煮熟的情况下，可以去掉一些毒素，比如凝集素，草酸也可以去掉一部分。

        <br>但是，如果你是生吃这些高草酸的植物，风险非常大。

        <br>草酸带来的危害，在大多数情况下，都只是繁杂和隐匿的，长期不断喝着各种绿色植物榨出来的新鲜汁水，可能让你的身体不断接受着“草酸炸弹”的冲击，后果难以预料：

        <br>→草酸盐晶体到处沉积，伤及心脏、眼睛、肌肉、关节
      </van-collapse-item>
      <van-collapse-item title="这种野草被中医称为“抗癌神草”"
                         name="5">
        这种野草被中医称为“抗癌神草”
        <br>
        要说我们农村，野菜品种真是数不胜数，但要说既甘旨营养，又具有必定抗癌功能的野菜，这种在农村最常见的。它就是“苦麻菜”俗称苦菜，是农人最喜闻乐见的野菜，有人称之为“农村第一野菜”。其味道有些苦，洗清洁可以直接蘸酱生吃，也可以用热水烫烫去苦味再吃。跟着51养生网小编了解一下吧。
        <br>
        它的药用价值很是多，其可以到达明目的了局，对付便秘了局也很是大，特别是女性伴侣可以经常食用，因它可以减肥又能美容哦。
        <br><br>
        <img src="static/shucai.jpg"
             alt=""><br><br>
        <br>
        一种药用食用兼具的无毒野生植物，一年生草本，药名叫“败酱草”，异名女郎花、鹿肠马草，民间俗称苦菜,别名刺楬、天香菜、荼苦荚、甘马菜、老鹳菜、无香菜等，为菊科植物苦定菜的嫩叶。此外，另含有蒲公英自醇、甘露醇、蜡醇、胆碱、酒石酸等多种成分。苦菜具有清热解毒、凉血、止痢等功效，主治痢疾，黄疽，血淋，痔瘘等病症。
        <br>
        山苦荬多年生草本，高10-40cm。全析无毛。基生叶莲座状，条状披针形或倒披针形，长7-15cm，宽1-2cm，先端钝或急尖，基部下延成窄叶柄，全缘或具疏小齿或不规则羽裂；茎生叶1-2枚，无叶柄，稍抱茎。头状花序排成伞诚心诚意太聚伞花序；总苞片7-9mm，外层总苞片卵形，内层总苞片条状披针形；舌状花黄色或白，色10-12mm，先端5齿裂。瘦果狭披针形，稍扁平，红桂冠色，长4-5mm，喙长约2mm，冠毛白色。花期4-5。
        <br>
        苦菜具有清热解毒、凉血止痢等功能，其身分对白血病患者的血细胞脱氧酶有较着的按捺浸染，还可用于防治肛门癌、直肠癌、宫颈癌症等。这野菜农人不消种，想吃随意去地里转一圈就能弄到，但城里人要想吃上点野菜，在农村得有个好亲戚预备点，要不然还真是不随意吃得上。</van-collapse-item>
      <van-collapse-item title="吃降压药别犯这3个关键错误"
                         name="6">
        <br>吃降压药别犯这3个关键错误
        <br>
        <br>一说起高血压，大家都熟悉的不得了，是一种发病率比较高非常常见的慢性疾病，同时也是心脑血管疾病的诱发因素，而最好的办法就是需要药来控制，因此，合理用药变得很重要，还有饮食以及运动来辅助，这样可以帮助高血压患者更好的控制血压。
        <br><br>
        <img src="static/jiangya.jpg"
             alt=""><br><br>
        但日常生活中，很多患有高血压的患者，对降压药的认识不够，或者有着错误的吃药观念，导致自己的血压持续不稳定，看看以下这3个关键错误，你都有没有？<br>
        <br>高血压患者用药的错误方式1：血压稳定就不吃药<br><br>
        大多数的高血压患者，在看自己血压水平比较稳定之后，就私自断药，要知道的是，高血压是一种伴随终生的慢性疾病你，需要大家一直食用药物的，如果自己的就不吃药了。
        <br><br>很可能在之后出现反弹的现象，甚至是增加心脑血管疾病的发生概率，所以，在药品上面，大家最后遵循医嘱，这样才真正的对身体健康有益。
        <br>
        高血压患者用药的错误方式2：血压越低越好<br>
        <br><br>据相关的调查数据显示，我国患有高血压的人群当中只有10%左右是控制血压良好的，而剩下一部分的人血压控制的并不稳定，就一味的吃大量的降压药，让自己的血压水平降的越低越好。
        <br><br>一般情况下，高血压患者只需要将自己的血压稳定在140/90mmHg以下就可以了，如果总是执意孤行的降血压降的很低，最后很可能会影响到心脏以及大脑的供血能力，造成更严重的结果。
        <br><br>
        <br><br>高血压患者用药的错误方式3：不注意服药时间
        <br><br>有部分的高血压患者不注意自己服药的时间，想什么时候吃药就什么时候吃药，尤其是在睡觉吃药，会让血液中的营养物质造成一定程度上的堆积，甚至还有可能发生脑中风、猝死等。
        <br><br>而血压值的高峰通常是在早上或者是上午容易出现，这时候服用降压药是个很好的阶段。
      </van-collapse-item>
      <van-collapse-item title="晚餐吃这5种食物易诱发疾病"
                         name="7">
        晚餐吃这5种食物易诱发疾病
        <br><br>
        一日三餐，必不可少，有时候有些人会选择不吃晚餐，而有些人晚餐则会吃的很丰盛，不管是哪一种吃晚餐的方法，都是不正确的，而且晚餐吃什么也非常重要，下面我们就了解一下，晚餐不能吃什么？以及晚餐怎么吃健康？
        <br><br>
        晚餐不能吃什么
        <br><br>
        1、晚餐吃太辣
        <br><br>
        不少人白天工作忙碌，晚上就会约朋友聚餐，常常会吃一些火锅、麻辣香锅、香辣虾等等比较辣的重口味食物，但是晚餐不能吃的太辣，如果晚餐摄入大量辣椒、大蒜及生洋葱等辛辣的食物，会让肠胃产生灼烧感，导致胃食管反流或便秘、大便干燥、消化不良等问题，从而干扰睡眠。
        <br><br>
        2、晚餐吃甜品
        <br><br>
        不少人喜欢在晚餐后吃点甜品，但过于甜腻的东西，很容易给肠胃消化造成负担。另一方面，晚餐后活动少，甜品中的糖分很难在身体中分解，进而会转换成脂肪，容易造成肥胖。长此以往，也有引发心血管疾病的可能。
        <br><br>
        3、晚餐吃“产气”食物
        <br><br>
        晚上吃一些在消化过程中，会产生较多气体的食物。如豆类、包心菜、绿椰菜、青椒、茄子、土豆、芋头、玉米、香蕉、面包、柑橘类水果和添加木糖醇(甜味剂)的饮料及甜点等，会让人产生腹胀感，妨碍正常睡眠。
        <br><br>
        4、晚餐吃剩饭
        <br><br>
        勤俭节约是美德，于是不少的人害怕浪费常常会将中午的剩饭留到晚上吃，但是，根据研究统计发现，很多胰腺炎尤其是急性胰腺炎的发病，都与不健康的饮食习惯有关，例如有人经常暴饮暴食，或者吃一些变质的食物，尤其是剩下的鱼和肉千万不能吃。这类食物蛋白质含量高，可能导致细菌感染，进一步诱发胰腺病变。
        <br><br>
        5、晚餐后过量饮酒
        <br><br>
        有人喜欢睡前喝点酒帮助睡眠，也有人是迫于晚上应酬不得不喝酒，但无论哪种情况，都应该尽量杜绝。睡前饮酒，会使酒中的很多有害物质在体内存积，毒害身体，损伤视网膜，降低抵抗力，并使打鼾和睡眠呼吸暂停综合征明显加重。
        <br><br>
        因此，尽量保证睡前4～6小时内不饮酒，晚上的应酬能少则少。如果不得已，睡前喝了酒，最好再喝点绿茶解酒，或喝点温牛奶保护胃黏膜。
        <br><br>
        晚餐怎么吃健康
        <br><br>
        一、多吃富含维生素C的土豆类食品
        <br><br>
        不吃主食之意是，尽量避免食用含糖量高的碳水化合物。土豆虽然也属于碳水化合物，但是富含维生素C，即使蒸烤也不会被破坏。吃得过饱适得其反，与其他食品同时食用，则营养平衡效果更佳。
        <br><br>
        二、晚餐食用大量蛋白质
        <br><br>
        蛋白质是制造血液或肌肉的重要营养成分。这种组织在睡觉时产生，所以在晚餐上摄取蛋白质。在体内处理蛋白质消耗很大热量，所以为了使身体变得苗条，也应积极摄取肉类。
        <br><br>
        三、清淡晚餐
        <br><br>
        晚餐宜清淡，注意选择脂肪少、易消化的食物，且注意不应吃得过饱。晚餐营养过剩，消耗不掉的脂肪就会在体内堆积，造成肥胖，影响健康。晚餐最好选择：面条、米粥、鲜玉米、豆类、素馅包子、小菜、水果拼盘。偶尔在进餐的同时饮用一小杯加饭酒或红酒也很好。
        <br><br>
        四、蔬菜
        <br><br>
        蔬菜可提供的维生素主要是维生素以叶酸、胡萝卜素以及B族维生素等。其中维生素C、胡萝卜素、叶酸在黄、红、绿等深色叶菜中含量较高。绿叶蔬菜的矿物质含量很丰富；但某些蔬菜(苋菜、菠菜、通心菜等)中的草酸会影响人体吸收，故烹调这些蔬菜时，应先用开水漂烫，以去除草酸。
        <br><br>
        总结：晚餐虽说要吃的像乞丐，但是，也不能吃的太随意，如果您在吃晚餐的时候不注意，胡吃海喝或者不吃不喝，都会对身体造成影响，从而导致身体产生疾病，造成一系列对身体的伤害，那么如果您还在乱吃晚餐，一定要赶紧改正哦！
      </van-collapse-item>

    </van-collapse>

  </div>
</template>

<script>
export default {
  data () {
    return {
      activeName: '0'
    }
  },
  methods: {},
  created () {
    if (!this.$store.state.myMsg) {
      this.$router.push({ path: '/passwordLogin' })
    }
  }
}
</script>

<style scoped lang='less'>
#child {
  padding-bottom: 100px;
  padding-top: 45px;
}
/deep/ .van-cell__title {
  width: 80%;
  // height: 50px;
  font-size: 30px;
  // line-height: 50px;
  padding: 15px 0;
  overflow: hidden;
  text-overflow: ellipsis;
  white-space: nowrap;
  /deep/ .van-cell__left-icon,
  .van-cell__right-icon {
    position: relative !important;
    top: 50% !important;
    transform: translateY(-50%) !important;
  }
}
/deep/ .van-collapse-item__content {
  font-size: 30px;
  img {
    width: 100%;
  }
}
</style>
